Package Id,Depends On
7zip.7zip
Balena.Etcher
CoreyButler.NVMforWindows
Docker.DockerDesktop
dotPDNLLC.paintdotnet
Eassos.DiskGenius
Fork.Fork
Foxit.FoxitReader
Git.Git
GitHub.cli
Google.Chrome
Google.GoogleDrive
Google.NearbyShare
HandBrake.HandBrake
HeidiSQL.HeidiSQL
Jackett.Jackett
JAMSoftware.TreeSize.Free
JanDeDobbeleer.OhMyPosh,Microsoft.PowerShell
JetBrains.Toolbox
Microsoft.DotNet.SDK.8
Microsoft.PowerShell
Microsoft.PowerToys
Microsoft.VCRedist.2010.x64
Microsoft.VCRedist.2013.x64
Microsoft.VCRedist.2015+.x64
Microsoft.VisualStudioCode
Mozilla.Firefox
NickeManarin.ScreenToGif
Notepad++.Notepad++
OpenShot.OpenShot
Postman.Postman.DesktopAgent
qBittorrent.qBittorrent
SiberSystems.RoboForm
SomePythonThings.WingetUIStore,Microsoft.VCRedist.2015+.x64
Spotify.Spotify
Surfshark.Surfshark,Microsoft.DotNet.SDK.8
TheDocumentFoundation.LibreOffice
VideoLAN.VLC
Zoom.Zoom